{
  "model": "DJI Inspire 2",
  "weight": 1500,
  "brand": "DJI",
  "missions": [
    [
      [
        "2022-07-08 08:30:41",
        "43.7016149460799",
        "40.2669271016474",
        "97.112864"
      ],
      [
        "2022-07-08 08:30:41",
        "43.7016151637448",
        "40.2669269768296",
        "97.112864"
      ],
      [
        "2022-07-08 08:30:41",
        "43.7016153130094",
        "40.2669268535285",
        "96.78478"
      ]
    ],
    [
      [
        "2022-07-08 08:37:52",
        "43.7016153397991",
        "40.2668886059991",
        "67.585304"
      ],
      [
        "2022-07-08 08:37:52",
        "43.7016144338303",
        "40.2668891559843",
        "67.585304"
      ]
    ],
    [
      [
        "2022-07-08 09:48:12",
        "43.7017189028522",
        "40.2670672676356",
        "67.913388"
      ],
      [
        "2022-07-08 09:48:12",
        "43.7017218362935",
        "40.2670711283265",
        "67.913388"
      ]
    ],
    [
      [
        "2022-07-08 09:03:16",
        "43.701692571678",
        "40.2668629799951",
        "66.601052"
      ],
      [
        "2022-07-08 09:03:16",
        "43.7016924802248",
        "40.2668631081306",
        "66.601052"
      ]
    ],
    [
      [
        "2022-07-08 09:37:27",
        "43.7017255310341",
        "40.2671278192286",
        "65.944884"
      ],
      [
        "2022-07-08 09:37:27",
        "43.7017256548078",
        "40.2671270359061",
        "65.944884"
      ],
      [
        "2022-07-08 09:37:28",
        "43.7017259091909",
        "40.2671263304229",
        "65.944884"
      ],
      [
        "2022-07-08 09:37:28",
        "43.7017261079106",
        "40.2671254313945",
        "65.944884"
      ]
    ],
    [
      [
        "2022-07-08 09:20:46",
        "43.7018018488353",
        "40.2670139865328",
        "73.8189"
      ],
      [
        "2022-07-08 09:20:47",
        "43.7018016535593",
        "40.2670140143188",
        "73.8189"
      ],
      [
        "2022-07-08 09:20:47",
        "43.701801648608",
        "40.2670140363106",
        "73.8189"
      ]
    ]
  ],
  "incidents": [
    "ON MAY 25, 2020, MOJAVE AIR AND SPACE PORT (KMHV) AIR TRAFFIC CONTROL TOWER (ATCT) PROVIDED VERBAL AUTHORIZATION TO ^PRIVACY DATA OMITTED^ TO PERFORM SUAS OPERATIONS IN KMHV CLASS D AIRSPACE. WIND SPEED WAS 7 KNOTS WITH GUSTS AT 14 KNOTS. WIND DIRECTION 060. ^PRIVACY DATA OMITTED^. AND KMHV HAVE A LETTER OF AGREEMENT (LOA) EFFECTIVE JANUARY 28, 2020 FOR SUAS OPERATIONS IN KMHV CLASS D AIRSPACE. ^PRIVACY DATA OMITTED^ HOLDS A CURRENT CERTIFICATE OF WAIVER OR AUTHORIZATION EFFECTIVE FROM JANUARY 31, 2019 TO SEPTEMBER 30, 2020 TO PERFORM SMALL UNMANNED AIRCRAFT SYTEM (SUAS) OPERATIONS IN CLASS D AIRSPACE AT KMHV. ^PRIVACY DATA OMITTED^ HOLDS A CURRENT REMOTE PILOT CERTIFICATE WITH A SUAS RATING ^PRIVACY DATA OMITTED^. REMOTE PILOT IN COMMAND (RPIC), ^PRIVACY DATA OMITTED^ WAS OPERATING UNDER PART 107 AT KMHV COVERING SURVEILLANCE OF THE VIRGIN ORBIT LAUNCHER ONE MISSION. RPIC WAS OPERATING A DJI INSPIRE 2 WITH A CAMERA/GIMBLE COMBINATION SET UP. DJI INSPIRE 2 (SN 09YDDCQL040384) CURRENT FAA SUAS REGISTRATION NUMBER FA343FTPWM. REGISTERED TO ^PRIVACY DATA OMITTED^. RPIC WAS OPERATING WITH ONE INEXPERIENCED VISUAL OBSERVER (VO). RPIC WAS NOT ACCUSTOMED TO OPERATING THE SMALL UNMANNED AIRCRAFT CONTROLS, MANIPULATING THE CAMERA/GIMBLE COMBINATION SET UP, AND COMMUNICATING TO ATCT VIA RADIO SIMULTANEOUSLY. RPIC WAS ALSO WORKING WITH AN INEXPERIENCED VO. RPIC BECAME TASK SATURATED AND LOST SIGHT OF THE SMALL UNMANNED AIRCRAFT. AT 1208 LOCAL TIME, THE SMALL UNMANNED AIRCRAFT STRUCK THE WEST SIDE OF KMHV ATCT. ^PRIVACY DATA OMITTED^ SUSTAINED A SUPERFICIAL HORIZONTAL LACERATION TO HIS RIGHT LOWER, INSIDE FOREARM. HE WAS TREATED ON-SCENE WITH BANDAGE AND GAUZE WRAP.",
    "UAS PILOT ^PRIVACY DATA OMITTED^ REMOTE CERTIFICATE #^PRIVACY DATA OMITTED^ WAS HIRED BY PRODUCER ^PRIVACY DATA OMITTED^ TO DO SOME AERIAL SHOTS OF EL MORRO FOR A DOCUMENTARY ABOUT THE 500 YEARS OF THE CITY OF SAN JUAN ON SEPTEMBER 3RD. USED RENTED DJI INSPIRE 2 DRONE. LOST CONTROL LINK WITH DRONE ON WAY BACK CRASHED INTO EL MORRO FORT IN OLD SAN JUAN.",
    "AIRCRAFT IS A DJI T650A INSPIRE 2 SUAS, SERIAL # 0A0LG2J107005, REGISTRATION # FA3FTYCLFE. FREQUENCY USED IS UNKNOWN. THE AIRCRAFT HAS TWO FREQUENCIES AVAILABLE, 2.4 AND 5.8 GHZ, BUT THE PIC DOESN'T REMEMBER WHICH ONE WAS IN USE DURING THE FLIGHT. PIC IS ^PRIVACY DATA OMITTED^, CERTIFICATE ^PRIVACY DATA OMITTED^. ^PRIVACY DATA OMITTED^ SAID THAT THE UAS EXPERIENCED AN ERROR ON ITS FIRST CALIBRATION ATTEMPT PRIOR TO LAUNCH BUT CALIBRATED CORRECTLY ON THE SECOND ATTEMPT AND THE FLIGHT CONTINUED AFTER RECORDING THE HOME POINT AT THE LAUNCH POSITION. HE SAID THE UAS WAS IN POSITIONING MODE (P-MODE) FOR THE ENTIRE FLIGHT. THE LANDING SEQUENCE WAS INITIATED MANUALLY (I.E. THE AUTOLAND FEATURE WAS NOT USED). ^PRIVACY DATA OMITTED^ SAID THAT THE UAS \"TOOK OFF\" WHEN IT GOT DOWN TO ABOUT 5' AGL AND FLEW INSIDE THE CPD HANGAR WHERE IT STRUCK A CPD HELICOPTER. HE SAID THAT THE UAS ACTED AS IF IT WAS \"PRE-PROGRAMMED\" TO FLY INTO THE HANGAR ONCE IT GOT AWAY FROM HIM."
  ]
}